{
    "hero.title": "Дмитрий Саблин",
    "hero.subtitle": "инженер-конструктор",
    "about.title" : "Обо мне",
    "about.p1": "Во время моей практической работы я лично занимался, рассчитывал и проектировал следующие конструкции и здания:",
    "about.p2": "Фундаменты: мелкие фундаменты, глубокие фундаменты, свайные колпаки под отдельными опорами, свайные колпаки в форме свайного поля под всей конструкцией, опорные стены (угловые, массивные), свайные ограждения, плитные конструкции на естественном фундаменте и на почвенной подушке, полосовые фундаменты, фундаменты для оборудования.",
    "about.p3": "Железобетонные конструкции: монолитные жилые здания, фундаменты практически всех типов, покрытия, плиты перекрытия, опорные стены, рабочие башни.",
    "about.p4": "Металлические конструкции: стеллажи, склады, ангары, навесы, галереи, платформы для оборудования, рабочие башни, бункеры, административные здания, здания службы, автомоечные, автосалоны.",
    "about.p5": "Легкие металлические конструкции: ангары, склады, 4-этажное административное здание, наращивание над кирпичным зданием.",
    "about.p6": "Армирование металлических и железобетонных конструкций: железобетонные балки и плиты, стальные балки, колонны, фермы, формирование отверстий в железобетонных и кирпичных зданиях, армирование мелких и полосовых фундаментов.",
    "experience.title": "Опыт работы",
    
    "archiline.position": "Главный инженер-конструктор.",
    "archiline.period": "Июнь 2016 - по настоящее время",
    "archiline.company": "ООО «Архлайн-2000»",
    "archiline.desc": "Разработка разделов железобетонных конструкций, конструктивно-монтажных, архитектурных сетей.",
    
    "agrosoyuz1.position": "Главный инженер-конструктор.",
    "agrosoyuz1.period": "Август 2013 - Июль 2015",
    "agrosoyuz1.company": "ПМТО «Агросоюз»",
    "agrosoyuz1.desc": "Разработка разделов железобетонных конструкций, конструктивно-монтажных, архитектурных сетей.",

    "agrosoyuz2.position": "Ведущий инженер-конструктор.",
    "agrosoyuz2.period": "Июнь 2012 - Август 2013",
    "agrosoyuz2.company": "ПМТО «Агросоюз»",
    "agrosoyuz2.desc": "Внедрение процессов разработки проектной документации, технических расчетов и строительства с целью создания железобетонных конструкций (ЖБК), с учетом структурных и монтажных аспектов (СМА).",

    "fort.position": "Инженер-конструктор",
    "fort.period": "Август 2007 - Июнь 2012",
    "fort.company": "ПНПП «Форт»",
    "fort.desc": "Разработка, расчет и строительство железобетонных конструкций (ЖБК) с учетом структурных и монтажных аспектов (СМА).",

    "download" : "скачать резюме",

    "skills.title": "Навыки",

    "portfolio.title": "Портфолио",

    "contacts.title": "Нужно больше информации?",
    "contacts.subtitle": "Тогда свяжитесь со мной.",

    "footer.contact": "Контакты для связи",
    "footer.name": "Дмитрий Саблин",
    "footer.copyright": "© 2023 Дмитрий Саблин",
    "footer.tools": "Разработано с помощью React, Vite, Scss and GSAP",
    "footer.by": "",
    "footer.developer": "Владом Зинченко"
  

  }